/* audio converter quality setting. */
"Best" = "Paras";

/* audio converter quality setting. */
"Better" = "Parempi";

/* audio converter quality setting. */
"Fast" = "Nopea";

/* audio converter quality setting. */
"Faster" = "Nopeampi";

/* audio converter priming method setting. */
"None" = "Ei mikään";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "Normaali";

/* audio converter priming method setting. */
"Pre" = "Esi";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "Priming-menetelmä";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "Näytetaajuuden muuntimen priming-menetelmä.";

/* An audio converter parameter name. */
"Quality" = "Laatu";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "Näytetaajuuden muuntimen laatuasetus.";

